[
    { 
      "id": 0, 
      "title": "Qoolo",
      "tech-stack": "SCSS, TypeScript, React, Node, Express, Mongo",
      "link": "https://www.qoolo.com/", 
      "image": "/src/assets/p1.png",
      "company": "Qoolo",
      "description": "Qoolo is a US-based pharmacy startup focused on digital healthcare solutions",
      "long-description": "At Qoolo, a US digital healthcare startup, I played a key role in product development by leading the implementation of the core drag-and-drop page builder and its functionalities.\n\n Beyond hands-on development, I actively collaborated with backend developers and designers, participated in regular product meetings with leadership, and contributed to product decisions and shaping key features. \n\n Qoolo is still in stealth mode.",
      "x": 850,
      "y": 140,
      "width": 200,
      "height": 180,
      "uniqueClass": "note-1"
    },
        { 
      "id": 1, 
      "title": "Curoflow",
      "tech-stack": "SASS, TypeScript, React, Node, Express, Mongo",
      "link": "https://curoflow.se/en", 
      "image": "/src/assets/p2.png",
      "company": "Novamedia agency",
      "description": "Curoflow is a Swedish-based healthcare startup focused on connecting doctors, patients and clinics",
      "long-description": "Curoflow is a platform that helps healthcare providers connect and communicate with their patients. I worked on this project for a two years as part of a small, cross-functional team. My role was focused on building user interfaces from provided designs (70+ screens) and integrating functionalities through APIs.\n\n I collaborated closely with backend developers and designer, making sure the product was responsive, user-friendly, and worked well across different browsers and devices.",
      "x": 120,
      "y": 120,
      "width": 200,
      "height": 180,
      "uniqueClass": "note-2"
    },
    { 
      "id": 2, 
      "title": "Bijeljina Put",
      "tech-stack": "CSS, React, Node, Mongo",
      "link": "https://www.bijeljinaput.com/", 
      "image": "/src/assets/p3.png",
      "company": "Novamedia agency",
      "description": "Bijeljina Put is contruction company website from Bijeljina",
      "long-description": "Bijeljina Put is a website for a company in Bijeljina providing transportation and logistics services. I contributed by working closely with the backend developer, converting design files into a fully responsive website, and ensuring the site works smoothly across different browsers",
      "x": 500,
      "y": 210,
      "width": 200,
      "height": 180,
      "uniqueClass": "note-3"
    },
    { 
      "id": 3, 
      "title": "Quantum Workflow",
      "tech-stack": "CSS, JavaScript, React",
      "link": "https://quantumworkflow.com/",
      "image": "/src/assets/p4.png",
      "company": "Two dots media agency",
      "description": "Quantum Workflow is an automation platform designed to streamline workflows",
      "long-description": "Quantum Workflow is similar to Upwork, but it's got its own unique feature: there's a project manager who is middle layer between clients and freelancers. I was responsible for both the landing page and the web application. The landing page was built using HTML, CSS, and JavaScript, while the web app was developed with React.\n\nMy job was to take Adobe XD designs and turn them into fully functional code, making sure everything looked good on different devices and ran smoothly. Although I mostly worked on the initial development phase, there have been some updates later on.",
      "x": 250,
      "y": 180,
      "width": 200,
      "height": 180,
      "uniqueClass": "note-4"
    },
    { 
      "id": 4, 
      "title": "Info Bijeljina",
      "tech-stack": "HTML, CSS, JavaScript, Node, Mongo",
      "link": "https://infobijeljina.com/",
      "image": "/src/assets/p5.png",
      "company": "Two dots media agency",
      "description": "A local news portal delivering the latest news from Bijeljina and the surrounding region.",
      "long-description": "A local news portal delivering the latest news from Bijeljina and the surrounding region. This was my first project at Nova Media, where I worked alongside a colleague to build the front-end of one of the most visited news portals in the region. \n\n We developed the website using pure HTML, CSS, and JavaScript. I was responsible for implementing responsive layouts based on provided designs, optimizing website performance, and ensuring cross-browser compatibility for a smooth user experience across all devices.",
      "x": 420,
      "y": 69,
      "width": 200,
      "height": 180,
      "uniqueClass": "note-5"
    },
    { 
      "id": 5, 
      "title": "IM Computers",
      "tech-stack": "CSS, React, Node, Mongo, Sockets",
      "link": "https://www.imcomp.net/en",
      "image": "/src/assets/p6.png",
      "company": "Two dots media agency",
      "description": "IM Computers is an e-commerce website for an IT equipment and services company. ",
      "long-description": "IM Computers is an e-commerce website for an IT equipment and services company. I worked on modernizing the website using React, focusing on redesigning the UI with CSS, fixing bugs, and adding new features and functionalities .",
      "x": 720,
      "y": 69,
      "width": 200,
      "height": 180,
      "uniqueClass": "note-3"
    }
  ]